Repository: hafid-amrouche/ch7almachya3.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Latest
ar: الأحدث

source: Welcome to your profile. Please remember your username "{}"
ar: مرحبًا بك في ملفك الشخصي. الرجاء تذكر اسم المستخدم "{}"

source: Something went wrong, please try to register again
ar: حدث خطأ ما ، يرجى محاولة التسجيل مرة أخرى

source: Register
ar: انشاء حساب

source: Register with us at ch7al machya and start selling vehicles
ar: سجل معنا على شحال ماشيا و ابدا في بيع السيارات

source: Login
ar: تسجيل الدخول

source: Login to your account at Ch7al machya
ar: سجل دخولك لحسابك على شحال ماشيا

source: You are logged in.
ar: لقد سجلت الدخول.

source: Login Failed
ar: فشل تسجيل الدخول

source: You are logged out.
ar: .لقد قمت بتسجيل الخروج

source: Your message was sent successfully
ar: تم ارسال رسالتك بنجاح

source: Contact Us
ar: تواصل معنا

source: Contact our team at Ch7al machya for any information we will reply to you in less than a day
ar: اتصل بفريقنا في شعال ماشيا للحصول على أي معلومات سنقوم بالرد عليك في أقل من يوم

source: Notification
ar: إشعار

source: You added 50 articles, for now that is the maximum number of artciles per user
ar: لقد أضفت أكثر من 50 منشور، وهذا هو الحد الأقصى لعدد المنشورات لكل مستخدم حاليًا

source: Your items
ar: منشوراتك المعروضة

source: Saved posts
ar: منشورات محفوظة

source: Problem with registring the brand
ar: مشكلة في تسجيل العلامة التجارية

source: Your post must have at least 1 photo
ar: يجب أن يحتوي منشورك على صورة واحدة على الأقل

source: Your item was created succesfully
ar: تم نشر منشورك بنجاح

source: Your item was Not created
ar: لم يتم نشر منشورك

source: Create item
ar: اضافة منشور

source: Your item was updated succesfully
ar: تم تحديث منشورك بنجاح

source: Your item was not updated
ar: لم يتم تحديث منشورك

source: Edit item
ar: تغيير منشور

source: s
ar: ث

source: m
ar: د

source: h
ar: س

source: d
ar: ي

source: w
ar: أ

source: y
ar: س

source: Messages
ar: رسائل

source: {} is selling a {} {}
ar: {} يبع في سيارة {} {}

source: Profile picture was updated successfully
ar: تم تحديث صورة الملف الشخصي بنجاح

source: Profile picture couldn't be updated
ar: تعذر تحديث صورة الملف الشخصي

source: Profile was updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Profile was not updated
ar: لم يتم تحديث الملف الشخصي

source: Email added successfuly
ar: تمت إضافة البريد الإلكتروني بنجاح

source: "{}" is not corret, make sure your email is written correctly
ar: "{}"غير صحيح ، تأكد من كتابة بريدك الإلكتروني بشكل صحيح

source: the email "{}" is used too many times, please use a new email
ar: تم استخدام البريد الإلكتروني "{}"عدة مرات ، يرجى استخدام بريد إلكتروني جديد

source: New email is the same as the current email
ar: البريد الإلكتروني الجديد هو نفس البريد الإلكتروني الحالي

source: Email removed successfuly
ar: تمت إزالة البريد الإلكتروني بنجاح

source: Email updated successfuly
ar: تم تحديث البريد الإلكتروني بنجاح

source: Email verification failed, please try again. If this problem still occurs please contact our customer service
ar: فشل التحقق من البريد الإلكتروني ، يرجى المحاولة مرة أخرى. في حالة استمرار حدوث هذه المشكلة ، يرجى الاتصال بخدمة العملاء

source: Your email is verified
ar: تم التحقق من بريدك الإلكتروني

source: Invalid link
ar: رابط تفعيل خاطئ

source: Change password
ar: تغيير كلمة المرور

source: Your password must be longer than 8 characters
ar: يجب أن تكون كلمة مرورك أطول من 8 أحرف

source: Your password was updated successfully
ar: تم تحديث كلمة المرور الخاصة بك بنجاح

source: New password and its confirmation does not match
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين

source: Your current password is wrong
ar: كلمة مرورك خاطئة

source: Account does not exist
ar: حساب غير موجود

source: Forgot Password ?
ar: نسيت كلمة المرور؟

source: This link has been expired
ar: رابط التفعيل مستعمل

source: Reset Password
ar: تغيير كلمة المرور

source: Password must have at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل

source: Passwords must match
ar: كلمات المرور لا تتطابقان

source: password has been updated successfully
ar: تم تحديث كلمة المرور بنجاح

source: Your account have been deleted
ar: تم حذف حسابك

source: Wrong password
ar: كلمة مرور خاطئة

source: Page was not found
ar: لم يتم ايجاد الصفحة

source: Get the best deals on used and new cars and all other vehicles according to your tastes at ch7al machya.
ar: احصل على أفضل العروض على السيارات المستعملة والجديدة وجميع المركبات الأخرى حسب ذوقك في شحال ماشية

source: Ch7al machya | Sell & Buy cars
ar: شحال ماشيا | أشري و بيع طوموبيلات

source: My Account
ar: حسابي

source: Dashboard
ar: لوحة التحكم

source: Notifications
ar: الاشعارات

source: Settings
ar: اعدادات

source: Profile
ar: الملف الشخصي

source: Manage email
ar: إدارة البريد الإلكتروني

source: Delete account
ar: حذف الحساب

source: Language
ar: اللغة

source: Useful Links
ar: روابط اضافية

source: Logout
ar: تسجيل الخروج

source: Search
ar: بحث

source: 0 selected
ar: 0 اختيار

source: selected
ar: اختيارات

source: All selected
ar: الكل مختار

source: Select all
ar: اختر الكل

source: Best match
ar: بحث ملائم

source: Most viewed first
ar: الأكثر مشاهدة أولا

source: Highest rated first
ar: الأعلى تقييما أولا

source: Cheapest first
ar: الأرخص أولا

source: Newest first
ar: الأحدث أولا

source: filter
ar: فلترة

source: States
ar: ولايات

source: Brand
ar: العلامة

source: All brands
ar: كل العلامات

source: Colors
ar: الألوان

source: Documents
ar: الوثائق

source: Price
ar: ثمن

source: min
ar: أصغر

source: max
ar: أكبر

source: Kilometrage
ar: كيلومتراج

source: what year
ar: أي سنة

source: Car options
ar: خيارات السيارة

source: All options only
ar: كاملة الخيارات فقط؟

source: Fuel
ar: الوقود

source: Gear Box
ar: علبة السرعة

source: Exchange only
ar: فقط التبادل

source: Minimum rating
ar: أقل تقييم

source: Car condition
ar: حالة السيارة

source: Used
ar: مستعمل

source: New
ar: جديدة

source: Done
ar: انتهى

source: Price:
ar: الثمن

source: Offered price:
ar: شحال عطاولو

source: Price is unavailable
ar: الثمن غير موجود

source: All options
ar: كاملة الخيارات

source: Store
ar: متجر

source: No items were Found, try changing the search parameters.
ar: لم يتم العثور على نتائج، حاول تغيير اعدادات البحث.

source: No company was found
ar: لم يتم العثور على شركة

source: No person was found
ar: لم يتم العثور على أي شخص

source: Email
ar: بريد الكتروني

source: subject
ar: الموضوع

source: message
ar: الرسالة

source: Send
ar: ارسال

source: You have to confirm your email first to upload items. click
ar: يجب عليك تأكيد بريدك الإلكتروني أولاً لتحميل العناصر. انقر

source: here
ar: هنا

source: to activate it
ar: لتنشيطه

source: Item information
ar: معلومات عن المنتج

source: State
ar: ولاية

source: City
ar: مدينة

source: You can keep this field empty
ar: يمكنك ترك هذه الخانة فارغًة

source: Phone number
ar: رقم الهاتف

source: Brand name
ar: اسم العلامة

source: Model
ar: اسم السيارة

source: Year
ar: السنة

source: Color
ar: اللون

source: Document
ar: الوثائق

source: Engine
ar: المحرك

source: Price in millions
ar: الثمن بالمليون سنتيم

source: Offered price in millions
ar: شحال عطاولك بالملون سنتيم

source: Distance travelled in Kilo Meters
ar: عداد المسافة بالكيلومتر

source: Gear box
ar: علبة السرعة

source: Open for exchange?
ar: هل تقبل المبادلة؟

source: All options car ?
ar: هل السيارة كاملة الخيارات ؟

source: Description
ar: صندوق الوصف

source: Photos
ar: صور

source: Click to upload images
ar: اضغط لتحمل الصور

source: This operation might take some time according to your internet speed. So please be patient
ar: قد تستغرق هذه العملية بعض الوقت وفقًا لسرعة الإنترنت لديك. لذا يرجى التحلي بالصبر

source: Create
ar: اضافة

source: Creation date
ar: تاريخ الاضافة

source: images
ar: صور

source: Save
ar: حفظ

source: likes
ar: اعجاب

source: dislikes
ar: غير اعجاب

source: comments
ar: تعليقات

source: views
ar: مشاهدات

source: used
ar: مستعملة

source: You have not save any post yet
ar: لم تحفط أي منشور بعد

source: You added more than 50 articles, for now that is the maximum number of artciles per user
ar: لقد أضفت أكثر من 50 منشور، وهذا هو الحد الأقصى لعدد المنشورات لكل مستخدم حاليًا

source: You don't have any products yet
ar: لا تملك أي منشور بعد

source: Are you sure you want to remove this item
ar: هل أنت متأكد أنك تريد إزالة هذاالمنتج

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Don't have account?
ar: ليس لديك حساب ؟

source: Enter text here...
ar: ...أكتب هنا

source: You:
ar: أنت:

source: No messages yet
ar: لا رسائل بعد

source: No notifications yet
ar: لا اشعارات بعد

source: Message
ar: راسل

source: Condition
ar: الحالة

source: Offered price
ar: شحال عطاولو

source: Exchange
ar: تبادل

source: Distance
ar: عداد المسافة

source: All options ?
ar: كاملة الخيارات؟

source: Type comment...
ar: ...علق

source: Comment
ar: علق

source: Comments
ar: تعليقات

source: Similar offers:
ar: عروض مشابهة

source: delete
ar: حذف

source: Call
ar: اتصل

source: Not given
ar: غير معطى

source: No offers yet
ar: لا عروض بعد

source: yes
ar: نعم

source: No
ar: لا

source: Options
ar: الخيارات

source: Seller provided no description
ar: لم يقدم البائع أي وصف

source: Just now
ar: مند لحظات

source: No suggestions :(
ar: لا اقتراحات :(

source: First name
ar: الاسم

source: Last name
ar: اللقب

source: Create password
ar: كلمة المرور

source: Repeat password
ar: تأكيد كلمة المرور

source: Passwords must have at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل

source: Have an account?
ar: لديك حساب؟

source: this username is taken
ar: اسم المستخدم هذا مأخوذ

source: Your username should not be empty and only include letters, numbers and "_"
ar: يجب ألا يكون اسم المستخدم الخاص بك فارغًا وأن يتضمن فقط أحرفًا وأرقامًا و "_"

source: Cars
ar: سيارات

source: People
ar: أشخاص

source: Companies
ar: شركات

source: Thank you for registering with us. we have sent you the activation link to your email
ar: شكرا لتسجيلك معنا. لقد أرسلنا لك رابط التفعيل إلى بريدك الإلكتروني

source: Current email
ar: البريد إلكتروني الحالي

source: New email
ar: بريد إلكتروني جديد

source: Keep this empty to remove your email
ar: اترك هذا فارغًا لإزالة بريدك الإلكتروني

source: Submit
ar: إرسال

source: Change Password
ar: تغيير كلمة المرور

source: Current password
ar: تغيير كلمة المرور

source: enter your current password
ar: أدخر كلمة المرور الحالية

source: New password
ar: كلمة مرور جديدة

source: enter your new password
ar: أدخل كلمة مرور جديدة

source: Confirm new password
ar: تغيير كلمة المرور

source: reenter your new password
ar: أعد ادخال كلمة المرور

source: Write your password to delete your account
ar: اكتب كلمة المرور لحذف حسابك

source: password
ar: كلمة المرور

source: enter your email
ar: أدخل بريد الكتروني

source: Verify your email to activate it your account
ar: تحقق من بريدك الإلكتروني لتنشيطه حسابك

source: Verify your email
ar: قم بتأكيد بريدك الألكتروني

source: Change your email
ar: تغيير بريدك الإلكتروني

source: Email Address
ar: البريد الاكتروني

source: Remembered Password?
ar: تذكرت كلمة المرور؟

source: Change profile picture
ar: غير الصور الشخصية

source: Add profile picture
ar: أضف صورة شخصية

source: Bio
ar: السيرة

source: First Name
ar: الاسم

source: first name
ar: الاسم

source: Family Name
ar: اللقب

source: last name
ar: اللقب

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Put your city here
ar: ضع مدينتك هنا

source: Remove profile picture
ar: حذف الصورة الشخصية

source: Company profile
ar: حساب شركة

source: Save Profile
ar: حفظ الملف الشخصي

source: View your profile
ar: شاهد حسابك

source: Confirm Password
ar: تأكيد كلمة المرور

source: Followers
ar: متابع

source: Items
ar: منشور

source: Feedback
ar: التقييم

source: Scoore
ar: علامة

source: Rank
ar: ترتيب

source: User don't have any products yet
ar: ليس لدى المستخدم أي منتجات حتى الآن

source: Follow
ar: تابع

source: Unfollow
ar: نزع المتابعة

source: Report
ar: تبليغ

source: Not yet
ar: ليس بعد

source: I am wrong
ar: لست متأكد

source: I am sure
ar: أنا متأكد

source: seconds ago
ar: ثواني

source: minutes ago
ar: دقائق

source: less than
ar: أقل من

source: hours ago
ar: ساعات

source: {} seconds ago
ar: منذ {} ثانية

source: {} minutes ago
ar: منذ {} دقيقة

source: {} hours ago
ar: منذ {} ساعات

source: {} days ago
ar: منذ {} أيام

source: {} weeks ago
ar: منذ {} أسابيع

source: {} years ago
ar: منذ {} سنوات

source: welcome to {} profile at Ch7al machya
ar: مرحبا بك في صفحة {} على موقع شحال ماشية

source: Your Report was submited
ar: تم ارسال تبليغك
